[
  {
    "html": "In March 2025, I presented my AI accountability work at NICAR."
  },
  {
    "html": "In September 2024, I was at the ONA to present my work on algorithmic accountability."
  },
  {
    "html": "In October 2023, my profile on a gig worker union leader from India was presented at an exhibition <a href=\"https://www.stopkillerrobots.org/news/automated-by-design/\" target=\"_blank\" rel=\"noopener noreferrer\">Automated by Design</a> in New York during the UN General Assembly."
  },
  {
    "html": "In May 2023, I was invited to speak at the <a href=\"https://citp.princeton.edu/event/citp-digital-investigators-conference/\" target=\"_blank\" rel=\"noopener noreferrer\">Digital Investigators Conference</a> in Princeton University about my data collection work on gig workers in India."
  },
  {
    "html": "During 2023, I appeared in a podcast titled <a href=\"https://www.youtube.com/watch?v=hKa0EAvn2fM\" target=\"_blank\" rel=\"noopener noreferrer\">Full Dashclosure</a> to talk about my gig worker coverage in India."
  },
  {
    "html": "In November 2022, I was invited by the Arab Reporters for Investigative Journalists for a training panel on how to report on AI and algorithms."
  },
  {
    "html": "In April 2022, I was invited to speak at the <a href=\"https://www.journalismfestival.com/speaker/varsha-bansal\" target=\"_blank\" rel=\"noopener noreferrer\">International Journalism Festival</a> in Perugia, Italy on AI Accountability reporting."
  },
  {
    "html": "I have appeared on multiple <a href=\"https://www.bbc.co.uk/programmes/w3ct4kj9\" target=\"_blank\" rel=\"noopener noreferrer\">BBC podcasts</a> to speak several tech topics in India including the impact of SVB collapse and why WhatsApp was suing the Indian government."
  },
  {
    "html": "In March 2021, I was invited to speak about my loan apps story on a <a href=\"https://open.spotify.com/episode/2t1uo3t8y9BaScl27Fxtnz\" target=\"_blank\" rel=\"noopener noreferrer\">Spotify podcast</a>."
  },
  {
    "html": "In July 2020, I spoke on <a href=\"https://play.acast.com/s/the-aapti-podcast/season-2-episode-3-where-is-your-data\" target=\"_blank\" rel=\"noopener noreferrer\">Aapti Podcast</a> about what TikTok meant to India and privacy concerns."
  },
  {
    "html": "In July 2020, I was invited on <a href=\"https://www.aljazeera.com/program/the-stream/2020/7/14/is-tiktok-a-threat-to-global-security\" target=\"_blank\" rel=\"noopener noreferrer\">Al Jazeera's The Stream</a> to speak about the Indian government's TikTok ban."
  }
]
